Repository: elcinibrahimli17/Mova
Catalog: Mova/Resources/Localizable.xcstrings
Source language: en
Languages: az, ru

source: Added
az: Əlavə edildi
ru: Добавлено

source: Added to List
az: Siyahıya əlavə edildi
ru: Добавлено в список

source: Apply
az: Tətbiq et
ru: Применить

source: Are you sure you want to delete this movie download?
az: Bu film yükləməsini silmək istədiyinizə əminsiniz?
ru: Вы уверены, что хотите удалить эту загрузку фильма?

source: Cancel
az: Ləğv et
ru: Отмена

source: Create Your Account
az: Hesabınızı yaradın
ru: Создайте свой аккаунт

source: Delete
az: Sil
ru: Удалить

source: Download
az: Yüklə
ru: Загрузить

source: Edit Profile
az: Profili düzəlt
ru: Редактировать профиль

source: Email
az: E-poçt
ru: Эл. почта

source: Enjoy watching Full-HD movies, without restrictions and without ads
az: Heç bir məhdudiyyət və reklam olmadan Full-HD filmlərin zövqünü çıxarın
ru: Наслаждайтесь просмотром фильмов в Full-HD без ограничений и рекламы

source: Explore
az: Kəşf et
ru: Обзор

source: Forgot the password?
az: Şifrənizi unutmusunuz?
ru: Забыли пароль?

source: Genre
az: Janr
ru: Жанр

source: Help Center
az: Kömək mərkəzi
ru: Центр помощи

source: Home
az: Ana səhifə
ru: Главная

source: It seems that you haven't added any movies to the list
az: Deyəsən, siyahıya\nheç bir film əlavə etməmisiniz
ru: Похоже, вы ещё не добавили\nни одного фильма в список

source: Join Premium!
az: Premium-a qoşul!
ru: Подключите Premium!

source: Language
az: Dil
ru: Язык

source: Let's you in
az: Sizi içəri dəvət edir
ru: Впускает вас

source: Log out
az: Çıxış et
ru: Выйти

source: Log Out
az: Çıxış et
ru: Выйти

source: Log out?
az: Çıxış et?
ru: Выйти

source: Login to Your Account
az: Hesabınıza daxil olun
ru: Войдите в свой аккаунт

source: Movies you download will appear here
az: Yüklədiyiniz filmlər burada görünəcək
ru: Загруженные вами фильмы появятся здесь

source: My List
az: Mənim Siyahım
ru: Мой список

source: New Releases
az: Yeni Buraxılışlar
ru: Новинки

source: No Downloads Yet
az: Hələ Yükləmə Yoxdur
ru: Пока нет загрузок

source: Not Found
az: Tapılmadı
ru: Не найдено

source: Notification
az: Bildirişlər
ru: Уведомления

source: OK
az: Tamam
ru: ОК

source: Overview
az: Xülasə
ru: Обзор

source: Password
az: Şifrə
ru: Пароль

source: Play
az: İzlə
ru: Смотреть

source: Profile
az: Profil
ru: Профиль

source: Remember me
az: Məni xatırla
ru: Запомнить меня

source: Reset
az: Sıfırla
ru: Сбросить

source: Search
az: Axtar
ru: Поиск

source: Security
az: Təhlükəsizlik
ru: Безопасность

source: See all
az: Hamısına bax
ru: Смотреть все

source: Sorry, the keyword you entered could not be found. Try to check again or search with other keywords.
az: Təəssüf ki, daxil etdiyiniz açar söz tapılmadı. Yenidən yoxlayın və ya başqa açar sözlərlə axtarın.
ru: Извините, введённое ключевое слово не найдено. Проверьте ещё раз или попробуйте другие ключевые слова.

source: Sort
az: Sırala
ru: Сортировать

source: Sort & Filter
az: Sıralama və Filtr
ru: Сортировка и фильтр

source: The best movie streaming app of the century to make your days great!
az: Əsrin ən yaxşı film izləmə tətbiqi,\ngünlərinizi gözəl etmək üçün!
ru: Лучшее приложение для просмотра фильмов века,\nчтобы сделать ваши дни прекрасными!

source: Top Movies This Week
az: Bu Həftənin Ən Yaxşı Filmləri
ru: Лучшие фильмы недели

source: Top Searches
az: Populyar Axtarışlar
ru: Популярные запросы

source: Usernamed
az: İstifadəçi adı
ru: Имя пользователя

source: Welcome to Mova
az: Mova-ya xoş gəlmisiniz
ru: Добро пожаловать в Mova

source: Yes, Delete
az: Bəli, Sil
ru: Да, удалить

source: Your List is Empty
az: Siyahınız Boşdur
ru: Ваш список пуст

source: Hesabınızdan çıxmaq istədiyinizə əminsiniz?
ru: Вы уверены, что хотите выйти из своего аккаунта?

source: Ləğv et
ru: Отмена

source: Xəta
ru: Ошибка
